Repository: KDE/kservice
Catalog: po/*/kservice5.po
Languages: ast, cs

# NAME OF TRANSLATORS
source: Your names
ast: Softastur
cs: Vít Pelčák, Marián Kyral

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org
cs: vit@pelcak.org,mkyral@email.cz

# application description
source: Rebuilds the system configuration cache.
ast: Reconstrúi la caché de configuración del sistema.
cs: Znovu vytvoří vyrovnávací paměť konfigurace systému.

# @info:credit
source: Copyright 1999-2014 KDE Developers
ast: (c) 1999-2002 Desendolcadores KDE
cs: Autorská práva 1999-2014 vývojáři KDE

# @info:credit
source: Author
ast: Autor
cs: Autor

# @info:shell command-line option
source: Do not signal applications to update (deprecated, no longer having any effect)
cs: Nesignalizovat aplikacím aby se aktualizovaly (zastaralé, už nemá žádný vliv)

# @info:shell command-line option
source: Disable incremental update, re-read everything
ast: Desactiva l'anovamientu incremental, relleelo too
cs: Zakázat postupnou aktualizaci, znovu vše načíst

# @info:shell command-line option
source: Check file timestamps (deprecated, no longer having any effect)
cs: Kontrolovat časové známky (zastaralé, už nemá žádný vliv)

# @info:shell command-line option
source: Disable checking files (deprecated, no longer having any effect)
cs: Zakázat kontrolu souborů (zastaralé, už nemá žádný vliv)

# @info:shell command-line option
source: Perform menu generation test run only
ast: Fai namái la comprobación d'execución de prueba de la xeneración del menú
cs: Provést pouze testovací sestavení nabídky

# @info:shell command-line option
source: Track menu id for debug purposes
ast: Rastrexa la ID del menú pa propósitos de depuración
cs: Sledovat ID nabídky kvůli ladění

# @info:shell command-line option
source: Switch QStandardPaths to test mode, for unit tests only
ast: Conmuta QStandardPaths al mou de prueba, pa namái pruebes d'unidá
cs: Přepnout QStandardPaths do testovacího režimu pouze pro unit testy

source: Function must be called from the main thread.
ast: La función tien de llamase dende'l filu principal.
cs: Funkce musí být volána z hlavního vlákna.

source: Error launching %1. Either KLauncher is not running anymore, or it failed to start the application.
ast: Fallu al llanzar %1. Ye fácil que KLauncher nun tea executándose, o que fallara al aniciar l'aplicación.
cs: Chyba při spuštění %1. Buďto již KLauncher neběží nebo selhalo spuštění aplikace.

source: KLauncher could not be reached via D-Bus. Error when calling %1: %2
ast: Nun pudo algamase a KLauncher per D-Bus. Fallu al llamar %1: %2
cs: Nelze kontaktovat KLauncher přes DBUS, chyba při volání %1: %2

source: Could not launch the mail client: %1
ast: Nun pudo llanzase'l veceru de corréu: %1
cs: Nelze spustit poštovní aplikaci: %1

source: Could not launch Mail Client
ast: Nun pudo llanzase'l veceru de corréu
cs: Nelze spustit poštovní aplikaci

source: Could not launch the browser: %1
ast: Nun pudo llanzase'l restolador: %1
cs: Nelze spustit prohlížeč: %1

source: Could not launch Browser
ast: Nun pudo llanzase'l restolador
cs: Nelze spustit prohlížeč

source: Unable to determine the default terminal
cs: Nelze zjistit výchozí terminál

source: Could not launch the terminal client: %1
ast: Nun pudo llanzase'l veceru de terminal: %1
cs: Nelze spustit terminál: %1

source: Could not launch Terminal Client
ast: Nun pudo llanzase'l veceru de terminal:
cs: Nelze spustit terminálovou aplikaci

source: No service implementing %1
ast: Dengún serviciu implementa %1
cs: Neexistuje služba implementující '%1'.

source: The provided service is not valid
ast: Nun ye válidu'l serviciu apurríu
cs: Poskytovaná služba je neplatná

source: The service '%1' provides no library or the Library key is missing
ast: El serviciu «%1» nun apurre biblioteca dala o falta la so clave
cs: Služba '%1' neposkytuje žádnou knihovnu nebo klíč 'Library' chybí

# @info:shell command-line option
source: Create global database
ast: Crea la base de datos global
